do local _ = {
helpfa = {
help = [[
🏷 راهنمای ربات :

♨️برای دیدن دستورات مورد نظر خود مورد دلخواه را بدون # ارسال کنید

🌐 زبان فارسی :

⬅️ »  #راهنمای مدیریتی
↩️ دستـورات مـدیریتـی
➿➿➿➿➿➿➿➿
⬅️ »  #راهنمای قفلی
↩️ دستـورات قفـل معمـولـی 
➿➿➿➿➿➿➿➿
⬅️ »  #راهنمای قفلی پیشرفته
↩️ دستـورات قفـل پیشـرفتـه 
➿➿➿➿➿➿➿➿
⬅️ »  #راهنمای سرگرمی
↩️ دستـورات سـرگرم کننده
➿➿➿➿➿➿➿➿

Channel : @RadicalBotTeam
Sudobot : @SudoRadical
]]
,
helplock = [[
#راهنمـای قفـلی رادیڪال بـوت
▫️▪️▫️▪️▫️▪️▫️▪️▫️▪️
توجه دستورات بدون # قابل اجراست.
🔹🔸🔹🔸🔹🔸🔹🔸🔹
📴 #قفل لینک
📳 #بازکردن لینک
➿➿➿➿➿➿➿➿➿➿
📴 #قفل هرزنامه
📳 #بازکردن هرزنامه
➰➰➰➰➰➰➰➰➰➰
📴 #قفل پیام های مکرر
📳 #بازکردن پیام های مکرر
➿➿➿➿➿➿➿➿➿➿
📴 #قفل وب
📳 #بازکردن وب
➰➰➰➰➰➰➰➰➰➰
📴 #قفل سرویس تلگرام
📳 #بازکردن سرویس تلگرام
➿➿➿➿➿➿➿➿➿➿
📴 #قفل عربی
📳 #بازکردن عربی
➰➰➰➰➰➰➰➰➰➰
📴 #قفل انگلیسی
📳 #بازکردن انگلیسی
➿➿➿➿➿➿➿➿➿➿
📴 #قفل اینلاین
📳 #بازکردن اینلاین
➰➰➰➰➰➰➰➰➰➰
📴 #قفل تگ
📳 #بازکردن تگ
➿➿➿➿➿➿➿➿➿➿
📴 #قفل نام کاربری
📳 #بازکردن نام کاربری
➰➰➰➰➰➰➰➰➰➰
📴 #قفل ربات
📳 #بازکردن ربات
➿➿➿➿➿➿➿➿➿➿
📴 #قفل فوروارد
📳 #بازکردن فوروارد
➰➰➰➰➰➰➰➰➰➰
📴 #قفل ویرایس
📳 #بازکردن ویرایش
➿➿➿➿➿➿➿➿➿➿
📴 #قفل سلف
📳 #بازکردن سلف
➰➰➰➰➰➰➰➰➰➰
📴 #قفل بازی
📳 #بازکردن بازی
➿➿➿➿➿➿➿➿➿➿
📴 #قفل سنجاق
📳 #بازکردن سنجاق
➰➰➰➰➰➰➰➰➰➰
📴 #قفل ورود
📳 #بازکردن ورود
➿➿➿➿➿➿➿➿➿➿
📴 #قفل گیف
📳 #بازکردن گیف
➰➰➰➰➰➰➰➰➰➰
📴 #قفل ویس
📳 #بازکردن ویس
➿➿➿➿➿➿➿➿➿➿
📴 #قفل اهنگ
📳 #بازکردن اهنگ
➰➰➰➰➰➰➰➰➰➰
📴 #قفل فایل
📳 #بازکردن فایل
➿➿➿➿➿➿➿➿➿➿
📴 #قفل فیلم
📳 #بازکردن فیلم
➰➰➰➰➰➰➰➰➰➰
📴 #قفل عکس
📳 #بازکردن عکس
➿➿➿➿➿➿➿➿➿➿
📴 #قفل متن
📳 #بازکردن متن
➰➰➰➰➰➰➰➰➰➰
📴 #قفل استیکر
📳 #بازکردن استیکر
➿➿➿➿➿➿➿➿➿➿
📴 #قفل مکان
📳 #بازکردن مکان
➰➰➰➰➰➰➰➰➰➰
📴 #قفل مخاطب
📳 #بازکردن مخاطب
➿➿➿➿➿➿➿➿➿➿
📴 #قفل فونت
📳 #بازکردن فونت
➰➰➰➰➰➰➰➰➰➰
📴 #قفل فراخوانی
📳 #بازکردن فراخوانی
➿➿➿➿➿➿➿➿➿➿
📴 #قفل صفحه کلید
📳 #بازکردن صفحه کلید
➰➰➰➰➰➰➰➰➰➰
📴 #قفل دستورات
📳 #بازکردن دستورات
➿➿➿➿➿➿➿➿➿➿
Channel : @RadicalBotTeam
SudoBot : @Sudoradical
]]
,
helplock4 = [[
`راهنمای قفل های پیشرفته :`

`شما میتوانید با قفل پیشرفته برای هر یک از دستورات نوع آن را تنظیم کنید.

♦️ به طور مثال : 👇👇👇`

❌ لینک  اخراج
فرد لینک گذار اخراج میشود.

📛 لینک  اخطار
به فرد لینک گذار اخطار میدهد.

💯 بازکردن لینک 
لینک را در گروه ازاد میکند.

💠💠💠💠💠💠💠💠

`> تمامی قفل های پیشرفته ربات :

لینک * وب * عربی * انگلیسی * اینلاین * تگ * نام کاربری * فوروارد * ویرایش * بازی * گیف * ویس * اهنگ * فایل * فیلم * عکس * متن * استیکر * مکان * مخاطب * فونت * فراخوانی * صفحه کلید‌‌`

➿➿➿➿➿➿➿➿➿➿
Channel : @RadicalBotTeam
SudoBot : @Sudoradical
]]
,
helpmod = [[
`راهنمای مدیریتی ربات
▫️▪️▫️▪️▫️▪️▫️▪️

↙️ »ادمین گروه [username|id|reply]
♦️ افزودن ادمین گروه
➰➰➰➰➰➰➰➰➰➰
↙️ »حذف ادمین گروه [username|id|reply]
♦️ حذف ادمین گروه
➿➿➿➿➿➿➿➿➿➿
↙️ »مدیر [username|id|reply]
♦️ ارتقا به مقام مدیر گروه
➰➰➰➰➰➰➰➰➰➰
↙️ »حذف مدیر [username|id|reply]
♦️ تنزل از مقام مدیر گرره
➿➿➿➿➿➿➿➿➿➿
↙️ »تنظیم پیام مکرر [2-50]
♦️ تنظیم تعداد پیام مکرر
➰➰➰➰➰➰➰➰➰➰
↙️ »تنظیم زمان بررسی [2-10]
♦️ تنظیم زمان پیام مکرر
➿➿➿➿➿➿➿➿➿➿
↙️ »حداکثر حروف مجاز [2-X]
♦️ تنظیم تعداد کارکتر
➰➰➰➰➰➰➰➰➰➰
↙️ »سکوت [username|id|reply]
♦️ سکوت کردن کاربر
➿➿➿➿➿➿➿➿➿➿
↙️ »رفع سکوت [username|id|reply]
♦️ حذف سکوت کاربر
➰➰➰➰➰➰➰➰➰➰
↙️ »اخراج [username|id|reply]
♦️ اخراج کاربر
➿➿➿➿➿➿➿➿➿➿
↙️ »مسدود [username|id|reply]
♦️ مسدود کردن کاربر
➰➰➰➰➰➰➰➰➰➰
↙️ »رفع مسدود [username|id|reply]
♦️ حذف مسدود کاربر
➿➿➿➿➿➿➿➿➿➿
↙️ »کاربری [username]
♦️ مشخصات کاربر با یوزنیم
➰➰➰➰➰➰➰➰➰➰
↙️ »شناسه [id]
♦️ مشخصات کاربر با ایدی
➿➿➿➿➿➿➿➿➿➿
↙️ »پاک کردن  [قوانین * نام * لینک * درباره * خوشآمد * ربات * لیست سیاه * اکانت پاک شده * اخطار ها * لیست سکوت]
♦️ پاک کردن موارد بالا
➰➰➰➰➰➰➰➰➰➰
↙️ »فیلتر [word]
♦️ فیلتر کلمه 
➿➿➿➿➿➿➿➿➿➿
↙️ »حذف فیلتر [word]
♦️ حذف فیلتر کلمه
➰➰➰➰➰➰➰➰➰➰
↙️ »سنجاق [reply]
♦️ سنجاق کردن پیام
➿➿➿➿➿➿➿➿➿➿
↙️ »حذف سنجاق
♦️ حذف سنجاق پیام
➰➰➰➰➰➰➰➰➰➰
↙️ »خوشآمد [فعال/غیر فعال]
♦️ فعال یا غیرفعال کردن خوش آمد گویی
➿➿➿➿➿➿➿➿➿➿
↙️ »تنظیمات 
♦️ تنظیمات گروه
➰➰➰➰➰➰➰➰➰➰
↙️ »دستورات [کاربر | مدیر | مالک]
♦️ تعیین سطح جواب ربات
➿➿➿➿➿➿➿➿➿➿
↙️ »لیست سفید [ +  |  - ]
♦️ افزودن به لیست سفید
➰➰➰➰➰➰➰➰➰➰
↙️ »لیست سکوت
♦️ لیست کاربران سکوت شده
➿➿➿➿➿➿➿➿➿➿
↙️ »لیست فیلتر
♦️ لیست کلمات فیلتر شده
➰➰➰➰➰➰➰➰➰➰
↙️ »لیست مسدود
♦️ لیست افراد مسدود شده
➿➿➿➿➿➿➿➿➿➿
↙️ »لیست مالکان
♦️ لیست مالکان گروه
➰➰➰➰➰➰➰➰➰➰
↙️ »لیست سفید
♦️ لیست افراد لیست سفید
➿➿➿➿➿➿➿➿➿➿
↙️ »پاکسازی [1-1000]
♦️ پاک کردن پیام تعداد مشخص
➰➰➰➰➰➰➰➰➰➰
↙️ »اخطار [ریپلای/آیدی/یوزنیم]
♦️ برای اخطار دادن به کاربر
➿➿➿➿➿➿➿➿➿➿
↙️ »حذف اخطار [ریپلای/آیدی/یوزنیم]
♦️ برای حذف اخطار کاربر
➰➰➰➰➰➰➰➰➰➰
↙️ »لیست اخطار
♦️ برای اخطار دادن به کاربر
➿➿➿➿➿➿➿➿➿➿
↙️ »حداکثر اخطار [1-100]
♦️ تنظیم تعداد اخطار
`➰➰➰➰➰➰➰➰➰➰

Channel : @RadicalBotTeam
SudoBot : @Sudoradical
]]
,
helpfun = [[
`راهنمای سرگرمی ربات
▪️▫️▪️▫️▪️▫️▪️▫️
↙️ »ساعت
♦️ نمایش ساعت فعلی
➿➿➿➿➿➿➿➿➿➿
↙️ »استیکر [word]
♦️ استیکر ساز 30 طرح
➰➰➰➰➰➰➰➰➰➰
↙️ »عکس [word]
♦️ عکس ساز 30 طرح
➿➿➿➿➿➿➿➿➿➿
↙️ »گیف [word]
♦️ گیف ساز 30 طرح
`➰➰➰➰➰➰➰➰➰➰

Channel : @RadicalBotTeam
SudoBot : @Sudoradical
]]
},
helpen = {
help = [[
🏷 *راهنمای ربات :*

♨️*برای دیدن دستورات مورد نظر خود مورد دلخواه را ارسال کنید*

🌐 *زبان انگلیسی :*

🎗»  HelpMod
♦️ _دستورات برای صاحب گروه و مدیران_
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»  Helplock
♦️ _دستورات برای قفل های معمولی گروه_
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗» Helplockpro
♦️ _دستورات برای قفل های پیشرفته گروه_
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»  HelpFun
♦️ _دستورات برای قابلیت های سرگرم کننده_
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄

🎭*سازنده :* ]]..check_markdown(MaTaDoRby)..[[

💢*کانال تیم  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helplock = [[
•• راهنمای قفل های  :

شما میتوانید قفل های ربات را با دستور ( Lock [ Type ] ) فعال و با دستور ( Unlock [ Type ] ) غیرفعال نمایید !

♦️ به طور مثال :
*Lock link*
*Unlock link*
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄

> تمامی قفل های  ربات :

-*[*`Spam`•`link`•`Webpage`•`Flood`•`Tgservice`•`English`•`Arabic`•`Pin`•`Mention`•`Markdown`•`Edit`•`Bots`•`Forward`•`Tag`•`Username`•`Game`•`Inline`•`Join`•`Cmds`•`Gif`•`Photo`•`Video`•`Text`•`Voice`•`Audio`•`location`•`Document`•`Contact`•`Sticker`•`Keybord`*]*

- *Gp* `(مخصوص قفل کامل گروه)`

- *Add* `(مخصوص قفل اد اجباری گروه)`

- *Auto* `(مخصوص قفل خودکار گروه گروه)`


🎭*سازنده :* ]]..check_markdown(MaTaDoRby)..[[

💢*کانال تیم  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helplock4 = [[
••  راهنمای قفل های پیشرفته :

شما میتوانید قفل های ربات را با دستور ( Type [ warn-kick ] ) فعال و با دستور ( Unlock [ Type ] ) غیرفعال نمایید !

به طور مثال :
*Link  kick*
*Link  warn*
*Unlock link* 
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄

> تمامی قفل های پیشرفته ربات :

-*[*•`link`•`Webpage`•`English`•`Arabic`•`Mention`•`Markdown`•`Edit`•`Forward`•`Tag`•`Username`•`Game`•`Inline`•`Gif`•`Photo`•`Video`•`Text`•`Voice`•`Audio`•`location`•`Document`•`Contact`•`Sticker`•`Keybord`*]*


🎭*سازنده :* ]]..check_markdown(MaTaDoRby)..[[

💢*کانال تیم  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helpmod = [[
*•• Help Mod BoT*

🎗»*Setmanager* _[username|id|reply]_
♦️ `افزودن ادمین گروه`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Remmanager* _[username|id|reply]_
♦️ `حذف ادمین گروه`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Promote* _[username|id|reply]_
♦️ `ارتقا به مقام مدیر گروه`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Demote* _[username|id|reply]_
♦️ `تنزل از مقام مدیر گرره`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Setflood* _[2-50]_
♦️ `تنظیم تعداد پیام مکرر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Setfloodtime* _[2-10]_
♦️ `تنظیم زمان پیام مکرر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Setchar* _[2-X]_
♦️ `تنظیم تعداد کارکتر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Muteuser* _[username|id|reply]_
♦️ `سکوت کردن کاربر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Unmuteuser* _[username|id|reply]_
♦️ `حذف سکوت کاربر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Kick* _[username|id|reply]_
♦️ `اخراج کاربر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Ban* _[username|id|reply]_
♦️ `مسدود کردن کاربر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Unban* _[username|id|reply]_
♦️ `حذف مسدود کاربر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Res* _[username]_
♦️ `مشخصات کاربر با یوزنیم`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Whois* _[id]_
♦️ `مشخصات کاربر با ایدی`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Clean*  _[bans | mods | rules | about | muteuserlist | filtelist | welcome | bot | deleted | blacklist | warns]_
♦️ `پاک کردن موارد بالا`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Filter* _[word]_
♦️ `فیلتر کلمه `
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Unfilter* _[word]_
♦️ `حذف فیلتر کلمه`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Pin* _[reply]_
♦️ `سنجاق کردن پیام`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Unpin*
♦️ `حذف سنجاق پیام`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Welcome* _[enable/disable]_
♦️ `تنظیم خوشآمد`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Settings* 
♦️ `تنظیمات گروه`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Cmds* _[members | moderators | owners ]_
♦️ `تعیین سطح جواب ربات`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Whitelist* _[ +  |  - ]_
♦️ `افزودن به لیست سفید`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Muteusertlist*
♦️ `لیست کاربران سکوت شده`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Filterlist*
♦️ `لیست کلمات فیلتر شده`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Banlist*
♦️ `لیست افراد مسدود شده`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Setadd* _[1-100]_
♦️ `مشخص کردن تعداد اد اجباری`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Getadd*
♦️ `نمایش تعداد اد اجباری`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Rmsg* _[1-1000]_
♦️ `پاک کردن پیام تعداد مشخص`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Rmsg all*
♦️ `پاک کردن پیام تعداد زیاد`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Warn* _[ریپلای/آیدی/یوزنیم]_
♦️ `برای اخطار دادن به کاربر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Unwarn* _[ریپلای/آیدی/یوزنیم]_
♦️ `برای حذف اخطار کاربر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Warnlist*
♦️ `برای اخطار دادن به کاربر`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Setwarn* _[1-100]_
♦️ `تنظیم تعداد اخطار`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄


🎭*سازنده :* ]]..check_markdown(MaTaDoRby)..[[

💢*کانال تیم  :* ]]..check_markdown(MaTaDoRch)..[[
]]
,
helpfun = [[
*••Help Fun BoT*

🎗»*Time*
♦️ `نمایش ساعت فعلی`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Short* _[link]_
♦️ `کوتاه کردن لینک `
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Tr* _[lang] [word]_
♦️ `مترجم متن فارسی و انگلیسی`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Sticker* _[word]_
♦️ `استیکر ساز 30 طرح`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Photo* _[word]_
♦️ `عکس ساز 30 طرح`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Gif* _[word]_
♦️ `گیف ساز 30 طرح`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Azan* _[city]_
♦️ `اذان`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Calc* _[number]_
♦️ `ماشین حساب`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄
🎗»*Write* _[word]_
♦️ `نوشتن با 100 فونت مختلف`
﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄﹃﹄

🎭*سازنده :* ]]..check_markdown(MaTaDoRby)..[[

💢*کانال تیم  :* ]]..check_markdown(MaTaDoRch)..[[
]]
}
}
return _
end
